{
  "issuer": "Paul Hammant (Verific Demo)",
  "claimType": "Academic certification from Unseen University",
  "parentAuthorities": [
    "https://en.wikipedia.org/wiki/Unseen_University",
    "https://unseen-u.discworld/"
  ],
  "responseTypes": {
    "OK": {
      "class": "affirming",
      "text": "This academic certification from Unseen University is verified and authentic",
      "link": "https://unseen-u.discworld/verification-explanations/OK.html"
    },
    "GRADUATED": {
      "class": "affirming",
      "text": "Student successfully graduated from Unseen University",
      "link": "https://unseen-u.discworld/verification-explanations/Graduated.html"
    },
    "REVOKED": {
      "class": "denying",
      "text": "This degree was revoked due to academic misconduct or magical malpractice",
      "link": "https://unseen-u.discworld/verification-explanations/reasons_for_revocation_or_denying.html"
    }
  },
  "retentionLaws": [
    {
      "jurisdiction": "Ankh-Morpork City State",
      "law": "Patrician's Decree on Academic Records (Year of the Anchovy)",
      "link": "https://Ankh-Morpork.discworld",
      "summary": "Academic records retained indefinitely for historical and magical safety purposes. Verification hashes kept permanently, but underlying student data subject to deletion by request to the Bursar (if you can find him). Data will not be sold to the Thieves' Guild or shared with the Assassins' Guild without a properly stamped contract. We do monthly spell stacking to see if any data leakage may have happened and quickly do reverse spellcasting undo that. Note, we noonger use undergraduates in this procedure and follow checklists rigorously"
    },
    {
      "jurisdiction": "Discworld",
      "law": "Guild of Wizards Charter - Privacy of Thaumaturgical Research",
      "link": "https://unseen-u.discworld/Guilds.html",
      "summary": "Student magical research data retained for 100 years or until the student achieves immortality, whichever comes first. Data may be shared with other magical institutions for peer review and spell verification, but deleted immediately after use. Dangerous experimental results shared with The Watch for public safety."
    }
  ],
  "tesseract": {
    "lang": "eng",
    "psm": 6,
    "oem": 1,
    "tessedit_char_whitelist": "ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz0-9 .,-/:()\"'-",
    "preserve_interword_spaces": "1"
  }
}
